Repository: ampere1988/AlbumSlim
Catalog: AlbumSlim/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, ja, ko, pt_br, ru, zh_hant

source: 累计释放 100 MB
de: Insgesamt 100 MB freigegeben
en: Freed 100 MB total
es: Libera 100 MB en total
fr: 100 Mo libérés au total
ja: 累計 100 MB を解放
ko: 누적 100 MB 확보
pt_br: Liberou 100 MB no total
ru: Всего освобождено 100 MB
zh_hant: 累計釋放 100 MB

source: 累计释放 500 MB
de: Insgesamt 500 MB freigegeben
en: Freed 500 MB total
es: Libera 500 MB en total
fr: 500 Mo libérés au total
ja: 累計 500 MB を解放
ko: 누적 500 MB 확보
pt_br: Liberou 500 MB no total
ru: Всего освобождено 500 MB
zh_hant: 累計釋放 500 MB

source: 给闪图评分
de: AlbumSlim bewerten
en: Rate AlbumSlim
es: Valorar AlbumSlim
fr: Noter AlbumSlim
ja: AlbumSlim を評価する
ko: AlbumSlim 평가하기
pt_br: Avaliar o AlbumSlim
ru: Оценить AlbumSlim
zh_hant: 給閃圖評分

source: 继续扫描
de: Scan fortsetzen
en: Resume Scan
es: Reanudar análisis
fr: Reprendre l'analyse
ja: スキャンを再開
ko: 스캔 이어서 하기
pt_br: Continuar varredura
ru: Продолжить сканирование
zh_hant: 繼續掃描

source: 聊天记录
de: Chatverlauf
en: Chat Record
es: Chats
fr: Conversation
ja: チャット履歴
ko: 대화 기록
pt_br: Conversa
ru: Переписка
zh_hant: 聊天記錄

source: 自动发现相似照片和废片
de: Findet automatisch ähnliche Fotos und Fehlaufnahmen
en: Auto-detect similar photos and bad shots
es: Detecta automáticamente fotos similares y malas
fr: Détecte automatiquement photos similaires et ratées
ja: 類似写真や不要な写真を自動検出
ko: 유사 사진과 불량 사진을 자동으로 찾기
pt_br: Encontre fotos semelhantes e ruins automaticamente
ru: Автопоиск похожих и плохих фото
zh_hant: 自動發現相似照片和廢片

source: 节省空间
de: Gesparter Speicher
en: Space Saved
es: Espacio ahorrado
fr: Espace économisé
ja: 節約した容量
ko: 절약한 공간
pt_br: Espaço economizado
ru: Сэкономлено места
zh_hant: 節省空間

source: 解锁 Pro
de: Pro freischalten
en: Unlock Pro
es: Desbloquear Pro
fr: Débloquer Pro
ja: Pro を解除
ko: Pro 잠금 해제
pt_br: Desbloquear o Pro
ru: Открыть Pro
zh_hant: 解鎖 Pro

source: 解锁全部功能
de: Alle Funktionen freischalten
en: Unlock All Features
es: Desbloquear todas las funciones
fr: Débloquer toutes les fonctions
ja: すべての機能を解除
ko: 모든 기능 잠금 해제
pt_br: Desbloquear todos os recursos
ru: Открыть все функции
zh_hant: 解鎖全部功能

source: 解锁成就:%@
de: Erfolg freigeschaltet: %@
en: Achievement unlocked: %@
es: Logro desbloqueado: %@
fr: Succès débloqué : %@
ja: 実績を解除：%@
ko: 업적 달성: %@
pt_br: Conquista desbloqueada: %@
ru: Достижение получено: %@
zh_hant: 解鎖成就:%@

source: 设备
de: Gerät
en: Device
es: Dispositivo
fr: Appareil
ja: デバイス
ko: 기기
pt_br: Dispositivo
ru: Устройство
zh_hant: 裝置

source: 设置
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hant: 設定

source: 访问受限
de: Zugriff eingeschränkt
en: Access Restricted
es: Acceso restringido
fr: Accès restreint
ja: アクセスが制限されています
ko: 접근 제한됨
pt_br: Acesso restrito
ru: Доступ ограничен
zh_hant: 存取受限

source: 识别中...
de: Wird erkannt …
en: Recognizing...
es: Reconociendo...
fr: Reconnaissance...
ja: 認識中...
ko: 인식 중...
pt_br: Reconhecendo...
ru: Распознавание...
zh_hant: 辨識中...

source: 识别中…
de: Wird erkannt …
en: Recognizing…
es: Reconociendo…
fr: Reconnaissance…
ja: 認識中…
ko: 인식 중…
pt_br: Reconhecendo…
ru: Распознавание…
zh_hant: 辨識中…

source: 识别内容
de: Erkannter Inhalt
en: OCR Content
es: Contenido del OCR
fr: Contenu OCR
ja: 認識内容
ko: 인식 내용
pt_br: Conteúdo do OCR
ru: Распознанное содержимое
zh_hant: 辨識內容

source: 识别失败，请重试
de: Erkennung fehlgeschlagen. Erneut versuchen
en: Recognition failed. Try again
es: Error de reconocimiento. Inténtalo de nuevo
fr: Échec de la reconnaissance. Réessayez
ja: 認識に失敗しました。もう一度お試しください
ko: 인식 실패. 다시 시도하세요
pt_br: Falha no reconhecimento. Tente novamente
ru: Не удалось распознать. Повторите
zh_hant: 辨識失敗，請重試

source: 识别并存储
de: Erkennen und speichern
en: Recognize & Save
es: Reconocer y guardar
fr: Reconnaître et enregistrer
ja: 認識して保存
ko: 인식 후 저장
pt_br: Reconhecer e salvar
ru: Распознать и сохранить
zh_hant: 辨識並儲存

source: 识别文字
de: Erkannter Text
en: Recognized Text
es: Texto reconocido
fr: Texte reconnu
ja: 認識したテキスト
ko: 인식된 텍스트
pt_br: Texto reconhecido
ru: Распознанный текст
zh_hant: 辨識文字

source: 识别记录
de: Erkennungsverlauf
en: OCR Records
es: Registros de OCR
fr: Historique OCR
ja: 認識履歴
ko: 인식 기록
pt_br: Registros de OCR
ru: История распознавания
zh_hant: 辨識記錄

source: 该清理相册了
de: Zeit, dein Album aufzuräumen
en: Time to clean your album
es: Es hora de limpiar tu álbum
fr: Il est temps de nettoyer votre album
ja: 写真を整理する時間です
ko: 앨범을 정리할 때예요
pt_br: Hora de limpar seu álbum
ru: Пора очистить альбом
zh_hant: 該清理相簿了

source: 详情
de: Details
en: Details
es: Detalles
fr: Détails
ja: 詳細
ko: 상세
pt_br: Detalhes
ru: Подробнее
zh_hant: 詳情

source: 语言
de: Sprache
en: Language
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
zh_hant: 語言

source: 语言已更改
de: Sprache geändert
en: Language Changed
es: Idioma cambiado
fr: Langue modifiée
ja: 言語を変更しました
ko: 언어가 변경됨
pt_br: Idioma alterado
ru: Язык изменён
zh_hant: 語言已變更

source: 误拍
de: Versehentlich
en: Accidental
es: Foto accidental
fr: Photo accidentelle
ja: 誤って撮影
ko: 실수 촬영
pt_br: Acidental
ru: Случайный снимок
zh_hant: 誤拍

source: 请从后台完全关闭闪图后重新打开，新的语言设置即可生效
de: Beende AlbumSlim vollständig im App-Umschalter und öffne es erneut, um die neue Sprache anzuwenden
en: Quit AlbumSlim from the App Switcher and reopen it to apply the new language
es: Cierra AlbumSlim por completo desde el selector de apps y vuelve a abrirla para aplicar el nuevo idioma
fr: Fermez complètement AlbumSlim depuis le sélecteur d'apps puis rouvrez-le pour appliquer la nouvelle langue
ja: App スイッチャーから AlbumSlim を完全に終了して開き直すと、新しい言語設定が有効になります
ko: 앱 전환기에서 AlbumSlim을 완전히 종료한 후 다시 열면 새 언어 설정이 적용됩니다
pt_br: Feche o AlbumSlim pelo alternador de apps e abra de novo para aplicar o novo idioma
ru: Полностью закройте AlbumSlim в переключателе приложений и откройте заново, чтобы применить новый язык
zh_hant: 請從背景完全關閉閃圖後重新開啟，新的語言設定即可生效

source: 请在系统设置中允许闪图发送通知，以便接收清理提醒
de: Erlaube AlbumSlim in den Systemeinstellungen, Mitteilungen zu senden, um Aufräum-Erinnerungen zu erhalten
en: Please allow AlbumSlim to send notifications in System Settings to receive cleanup reminders
es: Permite las notificaciones de AlbumSlim en Ajustes para recibir recordatorios de limpieza
fr: Autorisez AlbumSlim à envoyer des notifications dans les Réglages pour recevoir les rappels de nettoyage
ja: クリーンアップのリマインダーを受け取るには、システム設定で AlbumSlim の通知を許可してください
ko: 정리 알림을 받으려면 시스템 설정에서 AlbumSlim의 알림을 허용해 주세요
pt_br: Permita que o AlbumSlim envie notificações nos Ajustes do sistema para receber lembretes de limpeza
ru: Разрешите AlbumSlim отправлять уведомления в Настройках, чтобы получать напоминания об очистке
zh_hant: 請在系統設定中允許閃圖傳送通知，以便接收清理提醒

source: 账单/收据
de: Rechnung/Beleg
en: Bill/Receipt
es: Factura/recibo
fr: Facture/Reçu
ja: 請求書/レシート
ko: 청구서/영수증
pt_br: Fatura/recibo
ru: Счёт/чек
zh_hant: 帳單/收據

source: 质量
de: Qualität
en: Quality
es: Calidad
fr: Qualité
ja: 画質
ko: 화질
pt_br: Qualidade
ru: Качество
zh_hant: 品質

source: 购买出错
de: Kauffehler
en: Purchase Error
es: Error en la compra
fr: Erreur d'achat
ja: 購入エラー
ko: 구매 오류
pt_br: Erro na compra
ru: Ошибка покупки
zh_hant: 購買發生錯誤

source: 购买待确认
de: Kauf ausstehend
en: Purchase pending
es: Compra pendiente
fr: Achat en attente
ja: 購入は確認待ちです
ko: 구매 확인 대기 중
pt_br: Compra pendente
ru: Покупка ожидает подтверждения
zh_hant: 購買待確認

source: 超大照片
de: Große Fotos
en: Large Photos
es: Fotos muy grandes
fr: Photos volumineuses
ja: 大容量写真
ko: 대용량 사진
pt_br: Fotos muito grandes
ru: Большие фото

source: 超长视频
de: Zu lang
en: Too Long
es: Muy largo
fr: Trop longue
ja: 長すぎる動画
ko: 너무 긴 동영상
pt_br: Muito longo
ru: Слишком длинное
zh_hant: 超長影片

source: 跟随系统
de: Systemeinstellung folgen
en: Follow System
es: Según el sistema
fr: Suivre le système
ja: システムに従う
ko: 시스템 설정 따르기
pt_br: Seguir o sistema
ru: Как в системе
zh_hant: 跟隨系統

source: 连拍
de: Serien
en: Bursts
es: Ráfagas
fr: Rafales
ja: 連写
ko: 연속 촬영
pt_br: Rajadas
ru: Серии
zh_hant: 連拍

source: 连拍 / 大照片清理
de: Serien / große Fotos aufräumen
en: Burst / large photo cleanup
es: Limpieza de ráfagas y fotos grandes
fr: Nettoyage des rafales / grandes photos
ja: 連写／大容量写真の整理
ko: 연속 촬영 / 대용량 사진 정리
pt_br: Limpeza de rajadas / fotos grandes
ru: Очистка серий и больших фото
zh_hant: 連拍 / 大照片清理

source: 连拍多余
de: Überzählige Serienfotos
en: Burst Extras
es: Ráfagas sobrantes
fr: Rafales superflues
ja: 連写の余分
ko: 연속 촬영 여분
pt_br: Excesso de rajada
ru: Лишние из серии
zh_hant: 連拍多餘

source: 连拍清理
de: Serienfotos aufräumen
en: Burst Cleanup
es: Limpieza de ráfagas
fr: Nettoyage des rafales
ja: 連写の整理
ko: 연속 촬영 정리
pt_br: Limpeza de rajadas
ru: Очистка серий
zh_hant: 連拍清理

# 连拍组 · %@ 张 · 可省 %@
source: 连拍组 · %1$@ 张 · 可省 %2$@
de: Serie · %@ Fotos · spart %@
en: Burst · %@ photos · save %@
es: Ráfaga · %@ fotos · ahorra %@
fr: Rafale · %@ photos · économie %@
ja: 連写 · %@枚 · %@ 節約
ko: 연속 촬영 그룹 · %@장 · %@ 절약
pt_br: Rajada · %@ fotos · economize %@
ru: Серия · %@ фото · экономия %@
zh_hant: 連拍組 · %@ 張 · 可省 %@

source: 连拍组 · %lld 张 · 可省 %@
de: Serie · %lld Fotos · spart %@
en: Burst group · %lld photos · Save %@
es: Grupo de ráfaga · %lld fotos · ahorra %@
fr: Groupe rafale · %lld photos · économie %@
ja: 連写グループ · %lld枚 · %@ 節約
ko: 연속 촬영 그룹 · %lld장 · %@ 절약
pt_br: Grupo de rajada · %lld fotos · economize %@
ru: Серия · %lld фото · экономия %@
zh_hant: 連拍組 · %lld 張 · 可省 %@

source: 选中除最佳外全部
de: Alle außer beste auswählen
en: Select All Except Best
es: Seleccionar todas menos la mejor
fr: Tout sauf la meilleure
ja: ベスト以外をすべて選択
ko: 베스트 제외 전체 선택
pt_br: Selecionar todas menos a melhor
ru: Выбрать все, кроме лучшего
zh_hant: 選取除最佳外全部

source: 选择
de: Auswählen
en: Select
es: Seleccionar
fr: Sélectionner
ja: 選択
ko: 선택
pt_br: Selecionar
ru: Выбрать
zh_hant: 選擇

source: 选择更多
de: Mehr auswählen
en: Select More
es: Seleccionar más
fr: Sélectionner plus
ja: さらに選択
ko: 더 선택
pt_br: Selecionar mais
ru: Выбрать ещё
zh_hant: 選擇更多

source: 通用
de: Allgemein
en: General
es: General
fr: Général
ja: 一般
ko: 일반
pt_br: Geral
ru: Основные
zh_hant: 一般

source: 通知权限未开启
de: Mitteilungsrecht deaktiviert
en: Notification Permission Disabled
es: Permiso de notificaciones desactivado
fr: Notifications désactivées
ja: 通知が許可されていません
ko: 알림 권한이 꺼져 있음
pt_br: Permissão de notificação desativada
ru: Уведомления отключены
zh_hant: 通知權限未開啟

source: 遮挡
de: Verdeckt
en: Blocked
es: Obstruida
fr: Doigt sur l'objectif
ja: 指かぶり
ko: 가림
pt_br: Obstruída
ru: Перекрыто
zh_hant: 遮擋

source: 重新扫描
de: Erneut scannen
en: Rescan
es: Volver a analizar
fr: Relancer l'analyse
ja: 再スキャン
ko: 다시 스캔
pt_br: Analisar de novo
ru: Сканировать заново
zh_hant: 重新掃描

source: 重新识别
de: Erneut erkennen
en: Recognize Again
es: Reconocer de nuevo
fr: Reconnaître à nouveau
ja: もう一度認識
ko: 다시 인식
pt_br: Reconhecer de novo
ru: Распознать заново
zh_hant: 重新辨識

source: 重试
de: Erneut versuchen
en: Retry
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
pt_br: Tentar de novo
ru: Повторить
zh_hant: 重試

source: 闪图
de: AlbumSlim
en: AlbumSlim
es: AlbumSlim
fr: AlbumSlim
ja: AlbumSlim
ko: AlbumSlim
pt_br: AlbumSlim
ru: AlbumSlim
zh_hant: AlbumSlim

source: 闪图 v%@ 意见反馈
de: AlbumSlim v%@ Feedback
en: AlbumSlim v%@ Feedback
es: Comentarios de AlbumSlim v%@
fr: Commentaires AlbumSlim v%@
ja: AlbumSlim v%@ フィードバック
ko: AlbumSlim v%@ 의견 보내기
pt_br: Feedback do AlbumSlim v%@
ru: AlbumSlim v%@ — обратная связь
zh_hant: 閃圖 v%@ 意見回饋

source: 闪图预估可为你释放约 %@，点开看看吧
de: AlbumSlim kann ca. %@ freigeben – sieh mal rein
en: AlbumSlim can free up about %@ — take a look
es: AlbumSlim puede liberar unos %@; échale un vistazo
fr: AlbumSlim peut libérer environ %@ — jetez un œil
ja: AlbumSlim なら約 %@ 解放できそうです。開いてチェックしましょう
ko: AlbumSlim이 약 %@를 확보할 수 있어요. 열어서 확인해 보세요
pt_br: O AlbumSlim pode liberar cerca de %@ — dê uma olhada
ru: AlbumSlim может освободить около %@ — загляните
zh_hant: 閃圖預估可為你釋放約 %@，點開看看吧

source: 隐私保护承诺
de: Datenschutzversprechen
en: Privacy Promise
es: Compromiso de privacidad
fr: Engagement de confidentialité
ja: プライバシー保護のお約束
ko: 개인정보 보호 약속
pt_br: Compromisso de privacidade
ru: Обещание конфиденциальности
zh_hant: 隱私保護承諾

source: 隐私政策
de: Datenschutzrichtlinie
en: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de privacidade
ru: Политика конфиденциальности
zh_hant: 隱私權政策

source: 零网络传输
de: Keine Netzwerkübertragung
en: Zero Network Transfer
es: Sin transferencia por red
fr: Zéro transfert réseau
ja: ネットワーク送信ゼロ
ko: 네트워크 전송 없음
pt_br: Zero transmissão pela rede
ru: Ноль сетевой передачи
zh_hant: 零網路傳輸

source: 需要相册访问权限
de: Albumzugriff erforderlich
en: Photo Library Access Required
es: Se necesita acceso a las fotos
fr: Accès à la photothèque requis
ja: 写真へのアクセス許可が必要です
ko: 앨범 접근 권한이 필요합니다
pt_br: É necessário acesso à fototeca
ru: Нужен доступ к альбому
zh_hant: 需要相簿存取權限

source: 需要相册访问权限才能使用
de: Albumzugriff erforderlich
en: Photo library access required
es: Se necesita acceso a las fotos para usar la app
fr: Accès à la photothèque requis
ja: 利用には写真へのアクセス許可が必要です
ko: 앨범 접근 권한이 필요합니다
pt_br: É necessário acesso à fototeca para usar
ru: Для работы нужен доступ к альбому
zh_hant: 需要相簿存取權限才能使用

source: 需要相册访问权限才能分析存储空间
de: Albumzugriff erforderlich, um den Speicher zu analysieren
en: Photo library access required to analyze storage
es: Se necesita acceso a las fotos para analizar el almacenamiento
fr: Accès à la photothèque requis pour analyser le stockage
ja: ストレージを分析するには写真へのアクセス許可が必要です
ko: 저장 공간 분석에는 앨범 접근 권한이 필요합니다
pt_br: É necessário acesso à fototeca para analisar o armazenamento
ru: Для анализа хранилища нужен доступ к альбому
zh_hant: 需要相簿存取權限才能分析儲存空間

source: 预估结果
de: Geschätztes Ergebnis
en: Estimated Result
es: Resultado estimado
fr: Résultat estimé
ja: 推定結果
ko: 예상 결과
pt_br: Resultado estimado
ru: Ожидаемый результат
zh_hant: 預估結果

source: 预估节省
de: Geschätzte Ersparnis
en: Estimated Savings
es: Ahorro estimado
fr: Économie estimée
ja: 推定節約量
ko: 예상 절약량
pt_br: Economia estimada
ru: Ожидаемая экономия
zh_hant: 預估節省

source: 预估节省 %@
de: Geschätzte Ersparnis %@
en: Est. savings %@
es: Ahorro estimado %@
fr: Économie est. %@
ja: 推定節約 %@
ko: 예상 절약 %@
pt_br: Economia estimada de %@
ru: Экономия ~%@
zh_hant: 預估節省 %@

source: 验证码
de: Bestätigungscode
en: Verification Code
es: Código de verificación
fr: Code de vérification
ja: 認証コード
ko: 인증 코드
pt_br: Código de verificação
ru: Код подтверждения
zh_hant: 驗證碼

source: 高质量
de: Hohe Qualität
en: High Quality
es: Calidad alta
fr: Haute qualité
ja: 高画質
ko: 높은 화질
pt_br: Alta qualidade
ru: Высокое качество
zh_hant: 高品質

source: 简体中文
zh_hant: 繁體中文
